Repository: jonnius/wikipedia-search-provider
Catalog: po/*.po
Languages: uz@cyrillic

source: Enter your query
uz@cyrillic: Сўровингизни киритинг

source: Your search -
uz@cyrillic: Қидирганингиз -

source: - did not match any documents. Language:
uz@cyrillic: - натижа бермади. Тил:

source: Search for '%s'
uz@cyrillic: '%s'ни излаш

source: Searching for
uz@cyrillic: Изланяпти

source: Action
uz@cyrillic: Ҳаракат

source: Can't change keybinding
uz@cyrillic: Тугмалар бирикмасини ўзгартириб бўлмади

source: Modify
uz@cyrillic: Ўзгартириш

source: Main
uz@cyrillic: Асосий

source: Enable dark theme:
uz@cyrillic: Қоронғу мавзуни ёқиш:

source: Show first in overview:
uz@cyrillic: Биринчисини кўрсатмада кўрсатиш:

source: Exclude disambiguation pages:
uz@cyrillic: Иккиламчи саҳифаларни олиб ташлаш:

source: Keyword:
uz@cyrillic: Калит сўзлар:

source: Default language:
uz@cyrillic: Сукут тил:

source: Delay time(ms):
uz@cyrillic: Кечиктириш вақти (миллисекундда):

source: Max chars:
uz@cyrillic: Максимум ишоралар:

source: Max results:
uz@cyrillic: Максимум натижалар:

source: Max result columns:
uz@cyrillic: Максимум натижалара устунлари:

source: Size
uz@cyrillic: Ҳажми

source: Title font size(px):
uz@cyrillic: Сарлавҳа шрифт ҳажми (пикселда)

source: Extract font size(px):
uz@cyrillic: Парча шрифт ҳажми (пикселда)

source: Result height(px):
uz@cyrillic: Натижа баландлиги (пикселда):

source: Images
uz@cyrillic: Расмлар

source: Max width:
uz@cyrillic: Максимум кенглик:

source: Max height:
uz@cyrillic: Максимум баландлик:

source: Shortcuts
uz@cyrillic: Тугмалар бирикмаси

source: Search from clipboard
uz@cyrillic: Алмашиш буферидан излаш

source: Search from primary selection
uz@cyrillic: Асосий танланмадан излаш

source: Did you mean:
uz@cyrillic: Буни назарда тутдингизми:

source: copy url
uz@cyrillic: веб манзилни кўчириш

source: more images(%s)
uz@cyrillic: яна расмлар (%s)

source: loading...
uz@cyrillic: юкланяпти...
